p_welfare = ['복지', '보상', '연차', '카페', '휴가', '밥', '식당', '혜택', '식사', '아침', '식사', '매달', '할인']
p_pay = ['월급', '연봉', '급여', '돈', '성과금','재무']
p_culture = ['임원','경영진','문화','대표','체계','분위기','연차','눈치','자유로운','수평','자유','젊은','팀','자유롭게','복장','옷','동료','자율','기회','환경']
p_task = ['체계','대표','칼퇴','퇴근','출근','다양한','환경','쉬운','쉬움', '근무', '휴식', '워라밸', '진급', '칼퇴근']
p_commute = ['위치','출근','대중교통','대중','교통','버스','출퇴근','퇴근', '지하철','역']


w_welfare = ['복지', '보상', '연차', '카페', '휴가', '출퇴근', '돈', '밥', '식당', '성과금', '혜택', '식사', '주말']
w_pay =['보상', '월급', '연봉', '급여', '돈', '성과금','쥐꼬리','쥐','꼬리']
w_culture = ['임원','경','영진','경영진','문화','대표','체계', '분위기', '연차', '눈치', '평가', '보수', '스트레스', '주말', '임원', '수직', '경쟁', '근무', '사람', '정치','수준']
w_task = ['주말', '경쟁', '근무', '야근', '시간', '강도', '보고', '어려움', '승진']
w_commute = ['위치','출근','오지','대중교통','대중','교통','버스','지하철','출퇴근','퇴근','역']

delete_word_list = ['\n', '\n\n', '\n\n\n', '가', '이', '로', '고', '부터', '한', '것', '인', '곳', '님', '됨' ,'음', '계', '하',
                    'ㅋㅋ','ㅋ','..','...',',','전', '에','를','을', '들', '.', '의', '은', '적', '는', '다', '만', '과' ,'안', '할',
                    '잘', '도','', '으로', '없음', '있음','못','수','하고', '/', '(',')','함', '자', '비', '않음', '때', '너무', '에서',
                    '많음', '많이', '있는', '없는', '와', '그', '느낌', '일', '회사', '좋음', '단점', '장점', '제', '등', '높은', '다양한',
                    '많은', '적은','작은','큰','해야','및','하지만','이다','직', '부서','일이','기업','사업','생각','경우'
                    ]